<?php
	require "php/db.php";
?>

<?php if( isset($_SESSION['logged_user']) ): ?>
<!--начало старници-->
<!DOCTYPE html>
<html lang="ru">

<head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <!-- The above 3 meta tags *must* come first in the head; any other head content must come *after* these tags -->
    <title>Olimpus</title>
	<link rel="shortcut icon" href="/images/iconka.ico" type="image/x-icon">

    <!-- Bootstrap -->
    <link href="css/bootstrap.css" rel="stylesheet">
    <link href="css/style2.css" rel="stylesheet">
    <script type="text/javascript" src="js/jquery.js"></script>
    <script type="text/javascript" src="js/myScript.js"></script>

    <!-- HTML5 shim and Respond.js for IE8 support of HTML5 elements and media queries -->
    <!-- WARNING: Respond.js doesn't work if you view the page via file:// -->
    <!--[if lt IE 9]>
      <script src="https://oss.maxcdn.com/html5shiv/3.7.3/html5shiv.min.js"></script>
      <script src="https://oss.maxcdn.com/respond/1.4.2/respond.min.js"></script>
    <![endif]-->
</head>

<body>
<!-- Адаптивная навигация сайта -->
<nav class="navbar navbar-inverse navbar-fixed-top" role="navigation">
 	<div class="container">
  		<div class="navbar-header">
			<button type="button" class="navbar-toggle" data-toggle="collapse" data-target="#bs-example-navbar-collapse-1">
				<span class="sr-only">Toggle navigation</span>
				<span class="icon-bar"></span>
				<span class="icon-bar"></span>
				<span class="icon-bar"></span>
			</button>
			<a class="navbar-brand">OLIMPUS</a>
    	</div>
		<div class="collapse navbar-collapse" id="bs-example-navbar-collapse-1">
			<ul class="nav navbar-nav">
				<li><a href="Page1.php">Головна сторінка</a></li>
				<li class="active"><a href="Page2.php">Види тренувань</a></li>
				<li><a href="Page3.php">Види харчування</a></li>
				<li><a href="Page4.php">Контактна інформація</a></li>
			</ul>
			<ul class="nav navbar-nav navbar-right">	
				<li><a class="navbar-brand" data-toggle="tooltip">
						<?php echo $_SESSION['logged_user']->name; ?>
					</a>
				</li>
				<li class="active">
					<a href="php/logout.php"><span class="glyphicon glyphicon-log-out"> Вийти</span></a>
				</li>
			</ul>
		</div>
  	</div>
</nav>


<div class="container">
	<div class="row classRowOne">
		<h1 class="text-center" style="color: #fff;">Види тренувань</h1>
		<div class="panel panel-default">
			<!--Меню-->
			<ul class="nav nav-tabs">
				<li class="active"><a href="#info" data-toggle="tab">Інформація</a></li>
				<li><a href="#infa1" data-toggle="tab">Нарощування м'язової маси і сили</a></li>
				<li><a href="#infa2" data-toggle="tab">Для схуднення</a></li>
				<li><a href="#infa3" data-toggle="tab">Збільшення сили без набору маси</a></li>
				<li><a href="#infa4" data-toggle="tab">Робимо м'язи рельєфними без нарощування маси</a></li>				
			</ul>
 			<div class="panel-footer">
			<!--Вікна-->
				<div class="tab-content">
					<!--Вікно "Інформація"-->
					<div class="tab-pane active" id="info">
						<div class="row">
							<div class="col-md-6 text-justify classP">
								<p>Відвідування тренажерного залу переслідує певну мету - зниження ваги або формування красивих вигинів, нарощування м'язів або підвищення витривалості. Залежно від цього інструктор підбирає програму, здатну максимально ефективно реалізувати мрії жінок і чоловіків. Види тренувань в тренажерному залі розрізняються по використовуваному спортивного обладнання (різні тренажери виробляють протилежний ефект), інтенсивності виконання, кількістю підходів.</p>
								<p>Важливо розділяти поняття «базові» і «додаткові» (ізольовані) вправи. Перша категорія повинна займати більшу частину тренування, друга потрібна для більш повного пророблення м'язів певної групи або локальних ділянок, які залишаються практично не задіяними в ході базового навантаження.
								</p>
							</div>
							<div class="col-md-6">
							<img src="images/5.jpg" alt="Фотографія" class="img-thumbnail">
							</div>
						</div>
						<h3>Як підтримати досягнуті результати?</h3>
							<p class="classP">Для дівчат дуже важливо не тільки досягти поставлених перед початком тренувань цілей, а й підтримувати результат тривалий час. Якщо немає доступу в тренажерний зал, не можна знижувати фізичної щоденного навантаження. В якості такої підійде біг вранці, виконання вправ на прес, присідання. При цьому у спортсменки не буде доступу до штангах, у вигляді обтяжень можна використовувати гантелі.</p>
							<p class="classP">Перерва між тренуваннями не повинна бути більше двох місяців, в іншому випадку потрібно буде починати опрацьовувати програму з початку. Заняття в спортзалі можуть бути більш короткими, не настільки інтенсивними, але в програмі повинні бути присутніми базові вправи, додаткові по ряду причин можна проігнорувати, але лише на короткий часовий проміжок.</p>
					</div><!--Кінець вікна "Інформація"-->
					
					<!--Вікно "Нарощування м'язової маси і сили"-->
					<div class="tab-pane" id="infa1">
						<div class="row">
							<div class="col-md-12 text-justify classP">
							<img src="images/6.jpg" alt="Фотографія" class="img-thumbnail" align="right" width="45%">
								<h3>Нарощування м'язової маси і сили</h3>
								<p><strong>У програмі тренувань обов'язково повинні бути присутніми наступні типи вправ:</strong></p>
								<ul>
									<li>станова тяга;</li>
									<li>віджимання на брусах;</li>
									<li>жим лежачи горизонтальний;</li>
									<li>присідання зі штангою на грудях або на плечах;</li>
									<li>тяга штанги до пояса в нахилі.</li>
								</ul>
								<p>Присідання зі штангою не варто ігнорувати, якщо потрібен позитивний і швидкий результат. Секрет простий: при виконанні вправи задіюються всі групи м'язів, навіть шийні. Формування потужних, сильних рук неможливо без включення додаткових вправ - це французький жим (працює трицепс), згинання рук зі штангою в положенні стоячи (задіюється біцепс).</p>
								<p><strong>Обов'язкові для дотримання правила:</strong></p>
								<p>1. Міняти типи тренувань в тренажерному залі можна не рідше ніж 1 раз в 7-8 тижнів - одне і те ж навантаження, що виконується тривалий час без зміни інтенсивності, уповільнює процеси нарощування м'язової маси;</p>
								<p>2.Чим важче тренування, тим тривалішою повинна бути розминка, при цьому потрібно намагатися розтягнути всі групи м'язів;</p>
								<p>3.При роботі з обтяженнями потрібно давати організму час для повноцінного відпочинку, причому, чим ближче вага обтяження до особистого максимуму спортсмена, тим більше хвилин потрібно давати організму на розслаблення.</p>	
							</div>
						</div>
					</div><!--Кінець вікна "Нарощування м'язової маси і сили"-->
					
					<!--Вікно "Тренування для схуднення"-->
					<div class="tab-pane" id="infa2">
						<div class="row">
							<div class="col-md-12 text-justify classP">
							<img src="images/7.jpg" alt="Фотографія" class="img-thumbnail" align="right" width="45%">
								<h3>Тренування для схуднення</h3>
								<p>Спалювати жир правильно - дуже важливо, це допомагає уникнути занадто стрімкого зниження ваги і обвислих ділянок шкіри, а також втрати тонусу м'язової тканини. Найоптимальніший варіант - поєднання кардіонагрузок і силових тренувань. Перші допомагають привести в порядок серцево-судинну систему, підвищити витривалість, це ідеальний старт для жінок, вперше переступили поріг спортзалу. Фахівці не рекомендують поєднувати ці типи занять, краще відводити для них різні дні.</p>
								<p><strong>Ефективні кардіо тренування для схуднення:</strong></p>
								<ul>
									<li>біг (бігова доріжка);</li>
									<li>заняття на орбітрек (працюють руки, ноги, сідничні м'язи, за рахунок збільшення швидкості спалюється жир);</li>
									<li>велотренажер (зміцнення мускулатури ніг).</li>
								</ul>
								<p>Силові вправи допоможуть паралельно зробити тіло пружним і привести м'язи в тонус. Віддати перевагу варто віджимання, присідання, підйому ніг з навантаженням або без, виконання вправ на тренажері «метелик», пресу (комбінація прямого і косого), розведення рук в сторони з гантелями.</p>
							</div>
						</div>
					</div><!--Кінець вікна "Тренування для схуднення"-->
					
					<!--Вікно "Тренування на збільшення сили без набору маси-->
					<div class="tab-pane" id="infa3">
						<div class="row">
							<div class="col-md-12 text-justify classP">
							<img src="images/8.jpg" alt="Фотографія" class="img-thumbnail" align="right" width="45%">
								<h3>Тренування на збільшення сили без набору маси</h3>
								<p>Ефект від цих вправ особливо подобається представницям прекрасної статі, які бажають збільшити не м'язи в обсязі, а саме силу. Основний упор потрібно робити на розвиток нервово-м'язових зв'язків. Тренування рекомендовано розділяти на три підходи (дня), в кожен з яких розвивати і опрацьовувати окрему ділянку.</p>
								<p><strong>Приклад триденного спліта (підходить як для чоловіків, так і жінок):</strong></p>
								<p>Перший день - робота з м'язами ніг (сідничні, литкові, квадріцепс, біцепс стегна, розробка м'язів нижньої частини спини);</p>
								<p>Другий день - трапецієподібні, ромбовидні м'язи, біцепс;</p>
								<p>Третій день - приділяємо особливу увагу пресу (прямий і косим м'язам живота), трицепси, грудні і дельтовидні м'язи також не можна ігнорувати.</p>

							</div>
						</div>
					</div><!--Кінець вікна "Тренування на збільшення сили без набору маси"-->
					
					<!--Робимо м'язи рельєфними без нарощування маси-->
					<div class="tab-pane" id="infa4">
						<div class="row">
							<div class="col-md-12 text-justify classP">
							<img src="images/9.jpg" alt="Фотографія" class="img-thumbnail" align="right" width="45%">
								<h3>Робимо м'язи рельєфними без нарощування масии</h3>
								<p>М'язову масу потрібно набрати попередньо, так як суть даного типу тренувань полягає в висушуванні підшкірного шару жиру. Тобто, шкіра повинна обтягувати ідеально формовані, рельєфні біцепси, трицепси і прес без прикрої перешкоди у вигляді жиру, що псує загальне враження.</p>
								<p>Перед початком тренувань потрібно звернути увагу на щоденний раціон. Знижувати споживання калорій потрібно поступово і не на багато (щодня мінус 200 калорій від звичної кількості). Спортсмен повинен пам'ятати, що балансує на межі втрати обсягу м'язів, яких він з такою працею добився.</p>
								<p>Перші 10-29 хвилин потрібно присвятити аеробних навантажень (біг, стрибки зі скакалкою, велотренажер).</p> 
								<p><strong>В якості базових вправ для початківців вибирають:</strong></p>
								<ul>
									<li>підтягування;</li>
									<li>присідання зі штангою;</li>
									<li>станова тяга;</li>
									<li>жим штанги від грудей.</li>
								</ul>
							</div>
						</div>
					</div><!--Кінець вікна "Робимо м'язи рельєфними без нарощування маси"-->
					
				</div>
 			</div>
		</div>
				
 	</div>
 </div>
 
				
    <!-- jQuery (necessary for Bootstrap's JavaScript plugins) -->
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/1.12.4/jquery.min.js"></script>
    <!-- Include all compiled plugins (below), or include individual files as needed -->
    <script src="js/bootstrap.js"></script>
</body>
</html>
<!--конец старници-->
<?php else : echo '<script>location.replace("notlogit.html");</script>'; exit;?>
<!--Автоматически переходит на notlogit.html если нет авторизации -->
<?php endif; ?>